/* Resource Cache message */
"%@: %@ added 1 fuel" = "%1$@: %2$@ added 1 fuel";

/* Resource Cache message */
"%@: %@ added 1 ore" = "%1$@: %2$@ added 1 ore";

/* Resource Cache message */
"%@: %@ added 1 ore, 1 fuel and was discarded" = "%1$@: %2$@ added 1 ore, 1 fuel and was discarded";

/* Plasma Cannon discard */
"%@: %@!!! Discarded %@ to destroy %@'s ship (%@) at %@" = "%1$@: %2$@!!! Discarded %3$@ to destroy %4$@'s ship (%5$@) at %6$@";

/* Plasma Cannon power */
"%@: %@%@ Cannoned %@ from %@, using %d fuel" = "%1$@: %2$@%3$@ Cannoned %4$@ from %5$@, using %6$d fuel";

/* Duplicate card discard message */
"%@: Already own %@, discarding new duplicate." = "%1$@: Already own %2$@, discarding new duplicate.";

/* Booster pod power */
"%@: Boosted %d to %@, using %d fuel" = "%1$@: Boosted %2$d to %3$@, using %4$d fuel";

/* Data Crystal power */
"%@: Borrowed power from %@, using %d fuel" = "%1$@: Borrowed power from %2$@, using %3$d fuel";

/* Cycled the tech cards, listing the cards formerly displayed. */
"%@: Cycled tech cards.  Discarded %@" = "%1$@: Cycled tech cards.  Discarded %2$@";

/* Destroyed a ship. */
"%@: Destroyed ship %@" = "%1$@: Destroyed ship %2$@";

/* Stasis Beam discard */
"%@: Discarded %@ to add Isolation Field to %@" = "%1$@: Discarded %2$@ to add Isolation Field to %3$@";

/* Data Crystal discard */
"%@: Discarded %@ to add Positron Field to %@" = "%1$@: Discarded %2$@ to add Positron Field to %3$@";

/* Gravity Manip Discard */
"%@: Discarded %@ to add Repulsor Field to %@" = "%1$@: Discarded %2$@ to add Repulsor Field to %3$@";

/* Booster discard */
"%@: Discarded %@ to remove field from %@" = "%1$@: Discarded %2$@ to remove field from %3$@";

/* Docking ships at orbital */
"%@: Docked %@ at %@" = "%1$@: Docked %2$@ at %3$@";

/* Reshuffle discards */
"%@: Draw deck emptied, shuffling in the discard deck." = "%@: Draw deck emptied, shuffling in the discard deck.";

/* Player ended turn. */
"%@: Ended turn" = "%@: Ended turn";

/* Error message for failed tech usage */
"%@: ERROR: %@" = "%1$@: ERROR: %2$@";

/* Added cards to display deck. */
"%@: Filled tech display with %@" = "%1$@: Filled tech display with %2$@";

/* Used Solar Converter */
"%@: Harvested %d fuel" = "%1$@: Harvested %2$d fuel";

/* Ore from mine */
"%@: Harvested %d ore" = "%1$@: Harvested %2$d ore";

/* Normal colony landing message */
"%@: Landed colony at %@" = "%1$@: Landed colony at %2$@";

/* Gravity Manip power */
"%@: Manipulated %d to %@ and %d to %@, using %d fuel" = "%1$@: Manipulated %2$d to %3$@ and %4$d to %5$@, using %6$d fuel";

/* Purchased Artifact Ship */
"%@: Purchased Artifact Ship" = "%@: Purchased Artifact Ship";

/* Purchased tech card */
"%@: Purchased tech %@" = "%1$@: Purchased tech %2$@";

/* Raided card from player */
"%@: Raided %@ from %@" = "%1$@: Raided %2$@ from %3$@";

/* Raided ore + fuel from player */
"%@: Raided %d fuel and %d ore from %@" = "%1$@: Raided %2$d fuel and %3$d ore from %4$@";

/* Raided only fuel from player */
"%@: Raided %d fuel from %@" = "%1$@: Raided %2$d fuel from %3$@";

/* Raided only ore from player */
"%@: Raided %d ore from %@" = "%1$@: Raided %2$d ore from %3$@";

/* Temporal Warper discard */
"%@: Re-rolled %@ to %@, using %d fuel" = "%1$@: Re-rolled %2$@ to %3$@, using %4$d fuel";

/* Lost control of Artifact Ship */
"%@: Returned Artifact Ship to %@" = "%1$@: Returned Artifact Ship to %2$@";

/* Rolled ships */
"%@: Rolled: %@" = "%1$@: Rolled: %2$@";

/* Statis Beam power */
"%@: Stasis'd %d to %@, using %d fuel" = "%1$@: Stasis'd %2$d to %3$@, using %4$d fuel";

/* Auto-resource-discard */
"%@: Too many resources at end of turn. Discarded down to %d fuel and %d ore." = "%1$@: Too many resources at end of turn. Discarded down to %2$d fuel and %3$d ore.";

/* Orbital Market usage */
"%@: Traded %d fuel for 1 ore." = "%1$@: Traded %2$d fuel for 1 ore.";

/* Generic List Prefix */
"(" = "(";

/* Generic List Suffix */
")" = ")";

/* Generic List Separator */
", " = ", ";

/* Player title */
"[P%d]" = "[P%d]";

/* ResourceCache power desc */
"After each roll, if you have more:\n*even ships, take |.\n*odd ships, take }.\n* equal number of odd and even ships, take | } and discard this card." = "After each roll, if you have more:\n*even ships, take |.\n*odd ships, take }.\n* equal number of odd and even ships, take | } and discard this card.";

/* AI name hard */
"AI: Admiral" = "AI: Admiral";

/* AI name easy */
"AI: Cadet" = "AI: Cadet";

/* AI name aggressive */
"AI: Pirate" = "AI: Pirate";

/* AI name medium */
"AI: Spacer" = "AI: Spacer";

/* AlienCity title line 1
   AlienMonument title line 1
   Orbital display name line 1 */
"ALIEN" = "ALIEN";

/* Orbital title */
"Alien Artifact" = "Alien Artifact";

/* AlienCity title */
"ALIEN CITY" = "ALIEN CITY";

/* AlienMonument title */
"ALIEN MONUMENT" = "ALIEN MONUMENT";

/* Orbital display name line 2 */
"ARTIFACT" = "ARTIFACT";

/* Region Title */
"Asimov Crater" = "Asimov Crater";

/* Maint Bay display name line 2 */
"BAY" = "BAY";

/* Tech title line 2 */
"BEAM" = "BEAM";

/* Start game message */
"Began new %d player game" = "Began new %d player game";

/* Tech title line 1 */
"BOOSTER" = "BOOSTER";

/* Tech title */
"BOOSTER POD" = "BOOSTER POD";

/* Region Title Line 1 */
"Bradbury" = "Bradbury";

/* Region Title */
"Bradbury Plateau" = "Bradbury Plateau";

/* Region Title */
"Burroughs Desert" = "Burroughs Desert";

/* Plasma cannon sound */
"BZRRRRT" = "BZRRRRT";

/* Plasma cannon sound */
"BZZZZZT" = "BZZZZZT";

/* Tech title line 2 */
"CACHE" = "CACHE";

/* Tech title line 2 */
"CANNON" = "CANNON";

/* AlienCity title line 2 */
"CITY" = "CITY";

/* Colonist hub display name */
"COLONIST HUB" = "COLONIST HUB";

/* Orbital Title */
"Colonist Hub" = "Colonist Hub";

/* Orbital Title */
"Colony Constructor" = "Colony Constructor";

/* Colony Constructor display name */
"COLONY CONSTRUCTOR" = "COLONY CONSTRUCTOR";

/* Game over winner congratulations */
"Congratulations, Player %d!!!" = "Congratulations, Player %d!!!";

/* Tech title line 2 */
"CRYSTAL" = "CRYSTAL";

/* Tech deck cycling command button label */
"CYCLE" = "CYCLE";

/* Tech title line 1 */
"DATA" = "DATA";

/* Tech title */
"DATA CRYSTAL" = "DATA CRYSTAL";

/* Tech title line 2 */
"DECOY" = "DECOY";

/* Tech use discard power button label */
"DISCARD" = "DISCARD";

/* Data Crystal discard text */
"Discard to place or move \\." = "Discard to place or move \\.";

/* GravityManip discard desc */
"Discard to place or move ]." = "Discard to place or move ].";

/* StasisBeam discard desc */
"Discard to place or move ^." = "Discard to place or move ^.";

/* Tech discard text */
"Discard to remove ^ or \\ or ] from a territory." = "Discard to remove ^ or \\ or ] from a territory.";

/* Plasma Cannon discard desc */
"Discard to return any 1 ship to the SHIPYARD STOCK. Target player must have 4 or more ships." = "Discard to return any 1 ship to the SHIPYARD STOCK. Target player must have 4 or more ships.";

/* Game menu feedback button label */
"FEEDBACK" = "FEEDBACK";

/* Alien City power text
   AlienMonument power text */
"Gain 1 Victory Point when you possess this card." = "Gain 1 Victory Point when you possess this card.";

/* Game over quit button label */
"GAME OVER" = "GAME OVER";

/* Tech title line 1 */
"GRAVITY" = "GRAVITY";

/* Tech title */
"GRAVITY MANIPULATOR" = "GRAVITY MANIPULATOR";

/* Plasma cannon sound */
"GRZZZZT" = "GRZZZZT";

/* Region Title */
"Heinlein Plains" = "Heinlein Plains";

/* Help button label */
"HELP" = "HELP";

/* Region Title */
"Herbert Valley" = "Herbert Valley";

/* Tech title line 1 */
"HOLOGRAPHIC" = "HOLOGRAPHIC";

/* Tech title */
"HOLOGRAPHIC DECOY" = "HOLOGRAPHIC DECOY";

/* AI name human */
"Human" = "Human";

/* HolographicDecoy discard desc */
"If they steal [ from you then it must be this card." = "If they steal [ from you then it must be this card.";

/* Plasma cannon sound */
"KAPOW" = "KAPOW";

/* Colonist Hub launch button */
"LAUNCH" = "LAUNCH";

/* Region Title */
"Lem Badlands" = "Lem Badlands";

/* Orbital Title */
"Lunar Mine" = "Lunar Mine";

/* Orbital display name */
"LUNAR MINE" = "LUNAR MINE";

/* Maint Bay display name line 1 */
"MAINTENANCE" = "MAINTENANCE";

/* Orbital Title */
"Maintenance Bay" = "Maintenance Bay";

/* Tech title line 2 */
"MANIPULATOR" = "MANIPULATOR";

/* Menu button label */
"MENU" = "MENU";

/* AlienMonument title line 2 */
"MONUMENT" = "MONUMENT";

/* Region Title Line 2 */
"Mountains" = "Mountains";

/* Game menu music off */
"MUSIC: OFF" = "MUSIC: OFF";

/* Game menu music on */
"MUSIC: ON" = "MUSIC: ON";

/* OK prompt button label */
"OK" = "OK";

/* HolographicDecoy power desc */
"Opponents may not RAID ~ from you." = "Opponents may not RAID ~ from you.";

/* Options button label */
"OPTIONS" = "OPTIONS";

/* Orbital Title */
"Orbital Market" = "Orbital Market";

/* Market display name */
"ORBITAL MARKET" = "ORBITAL MARKET";

/* Data Crystal power text */
"Pay | per _ on a territory to use its bonus." = "Pay | per _ on a territory to use its bonus.";

/* PlasmaCannon power desc */
"Pay | per ship to remove other players' ships from an orbital facility to `." = "Pay | per ship to remove other players' ships from an orbital facility to `.";

/* Tech power text */
"Pay | to add one point to one of your unplaced ships." = "Pay | to add one point to one of your unplaced ships.";

/* Temporal Warper power text */
"Pay | to reroll any amount of your unplaced ships." = "Pay | to reroll any amount of your unplaced ships.";

/* StasisBeam power desc */
"Pay | to subtract one point from one of your unplaced ships." = "Pay | to subtract one point from one of your unplaced ships.";

/* GravityManip power desc */
"Pay || to move one point from one of your unplaced ships to another." = "Pay || to move one point from one of your unplaced ships to another.";

/* Plasma cannon sound */
"PAZOW" = "PAZOW";

/* Plasma cannon sound */
"PEW PEW PEW" = "PEW PEW PEW";

/* Plasma cannon sound */
"PI-CHOO" = "PI-CHOO";

/* Tech title line 1 */
"PLASMA" = "PLASMA";

/* Tech title */
"PLASMA CANNON" = "PLASMA CANNON";

/* Region Title Line 2 */
"Plateau" = "Plateau";

/* Game over player number, score */
"Player %d: %d" = "Player %1$d: %2$d";

/* Colony landing prompt */
"Please select a region to land your colony" = "Please select a region to land your colony";

/* Teleporter prompt text */
"Please select one docked ship to TELEPORT to another facility." = "Please select one docked ship to TELEPORT to another facility.";

/* Plasma cannon discard prompt text */
"Please select one enemy ship to DESTROY." = "Please select one enemy ship to DESTROY.";

/* Data crystal prompt text */
"Please select one occupied region with a power to borrow." = "Please select one occupied region with a power to borrow.";

/* Plasma cannon prompt text */
"Please select one or more docked ships to REMOVE." = "Please select one or more docked ships to REMOVE.";

/* Temporal warper prompt text */
"Please select one or more undocked ships to RE-ROLL." = "Please select one or more undocked ships to RE-ROLL.";

/* Booster pod discard prompt text */
"Please select one region field generator to REMOVE." = "Please select one region field generator to REMOVE.";

/* Stasis beam discard prompt text */
"Please select one region to place the ISOLATION field." = "Please select one region to place the ISOLATION field.";

/* Data crystal discard prompt text */
"Please select one region to place the POSITRON field." = "Please select one region to place the POSITRON field.";

/* Gravity manipulator prompt text */
"Please select one region to place the REPULSOR field." = "Please select one region to place the REPULSOR field.";

/* Stasis beam prompt text */
"Please select one undocked ship to DECREASE by 1." = "Please select one undocked ship to DECREASE by 1.";

/* Polarity device prompt text */
"Please select one undocked ship to FLIP to its opposite face." = "Please select one undocked ship to FLIP to its opposite face.";

/* Booster pod prompt text */
"Please select one undocked ship to INCREASE by 1." = "Please select one undocked ship to INCREASE by 1.";

/* Raiding prompt */
"Please select resources to raid from opponents" = "Please select resources to raid from opponents";

/* Orbital teleporter discard prompt text 1 */
"Please select the colony to MOVE." = "Please select the colony to MOVE.";

/* Orbital teleporter discard prompt text 2 */
"Please select the DESTINATION region." = "Please select the DESTINATION region.";

/* Polarity device prompt text 1 */
"Please select the FIRST colony to swap." = "Please select the FIRST colony to swap.";

/* Polarity device prompt text 2 */
"Please select the SECOND colony to swap." = "Please select the SECOND colony to swap.";

/* Tech title line 2 */
"POD" = "POD";

/* Region Title */
"Pohl Foothills" = "Pohl Foothills";

/* Artifact ship purchase button label */
"PURCHASE" = "PURCHASE";

/* Game menu quit button label */
"QUIT" = "QUIT";

/* Button to raid card from player */
"RAID CARD" = "RAID CARD";

/* Raiders' Outpost display name */
"RAIDERS' OUTPOST" = "RAIDERS' OUTPOST";

/* Orbital Title */
"Raiders' Outpost" = "Raiders' Outpost";

/* Redo button label */
"REDO" = "REDO";

/* Tech title line 1 */
"RESOURCE" = "RESOURCE";

/* Tech title */
"RESOURCE CACHE" = "RESOURCE CACHE";

/* Game menu resume button label */
"RESUME" = "RESUME";

/* Temporal Warper discard text */
"Review the discard pile then discard to claim one [." = "Review the discard pile then discard to claim one [.";

/* Roll button label */
"ROLL" = "ROLL";

/* Plasma cannon sound */
"SHH-KOW" = "SHH-KOW";

/* Shipyard display name */
"SHIPYARD" = "SHIPYARD";

/* Orbital Title */
"Shipyard" = "Shipyard";

/* Solar Converter display name */
"SOLAR CONVERTER" = "SOLAR CONVERTER";

/* Orbital Title */
"Solar Converter" = "Solar Converter";

/* Game menu sound effects off */
"SOUND FX: OFF" = "SOUND FX: OFF";

/* Game menu sound effects on */
"SOUND FX: ON" = "SOUND FX: ON";

/* Tech title line 1 */
"STASIS" = "STASIS";

/* Tech title */
"STASIS BEAM" = "STASIS BEAM";

/* Terraforming Station display line 2 */
"STATION" = "STATION";

/* Temporal Warper title line 1 */
"TEMPORAL" = "TEMPORAL";

/* Temporal Warper title */
"TEMPORAL WARPER" = "TEMPORAL WARPER";

/* Terraforming Station display line 1 */
"TERRAFORMING" = "TERRAFORMING";

/* Orbital Title */
"Terraforming Station" = "Terraforming Station";

/* Orbital market trade button label */
"TRADE" = "TRADE";

/* Turn done button label */
"TURN DONE" = "TURN DONE";

/* Undo button label */
"UNDO" = "UNDO";

/* Tech use normal power button label */
"USE" = "USE";

/* Region Title Line 1 */
"Van Vogt" = "Van Vogt";

/* Region Title */
"Van Vogt Mountains" = "Van Vogt Mountains";

/* Temporal Warper title line 2 */
"WARPER" = "WARPER";

/* Plasma cannon sound */
"WHAZZZOP" = "WHAZZZOP";

/* Failed usage of Plasma Cannon due to too little fuel */
"You do not have enough fuel to target that many ships." = "You do not have enough fuel to target that many ships.";

/* Plasma cannon sound */
"ZZAAAAP" = "ZZAAAAP";

